{
  "common": {
    "back": "နောက်သို့",
    "confirm": "အတည်ပြုပါ",
    "next": "ရှေ့သို့",
    "continue": "ရှေ့ဆက်ရန်",
    "cancel": "မလုပ်ပါ",
    "close": "နီးစပ်",
    "search": "ရှာမည်",
    "pull_to_refresh": "Refresh လုပ်ရန်အောက်သို့ဆွဲချပါ",
    "actions": "လုပ်ဆောင်ချက်များ",
    "certificates": "အထောက်အထားများ",
    "connections": "ချိတ်ဆက်မှုများ"
  },
  "PreferenceScreen": {
    "title": "နိုင်ငံနှင့် ဘာသာ စကားကိုရွေးပါ။",
    "sub_title": "သင့်နိုင်ငံနှင့် ဘာသာစကားကိုရွေးချယ်ပါ။",
    "select_country": "နိုင်ငံကိုရွေးချယ်ပါ",
    "select_language": "ဘာသာစကားကို ရွေးပါ။"
  },
  "PhoneNumberScreen": {
    "header_title": "သင့်ဖုန်းနံပါတ်ကို ထည့်ပါ။",
    "sub_title": "သင့်ဖုန်းနံပါတ်"
  },
  "RecoveryPhraseScreen": {
    "header_title": "သင်၏ Recovery စကားစု",
    "text_info_1": "လျှို့ဝှက်စာစုသည် သင့်အကောင့်အတွက် အဓိကစကားစုဖြစ်သည်။",
    "text_info_2": "သင့်အကောင့်ကို ပြန်လည်ရယူရန် ဤစာပိုဒ်တိုကို သုံးနိုင်သည်။",
    "text_info_3": "ကျေးဇူးပြု၍ ကော်ပီကူးပြီး လုံခြုံသောနေရာတွင်သိမ်းထားပါ။"
  },
  "VerifyOTPScreen": {
    "title": "သင့်အား အတည်ပြုကုဒ်တစ်ခုပေးပို့လိုက်ပါသည်",
    "sub_title_1": "ကျွန်ုပ်တို့သည် အတည်ပြုကုဒ်ကို ပေးပို့လိုက်ပါသည်။",
    "sub_title_2": "အတည်ပြုပါ",
    "resend_otp": "OTP ပြန်လည်ရယူရန်"
  },
  "RegistrationScreen": {
    "title": "မင်္ဂလာပါ",
    "sub_title": "အကောင့်အသစ်တစ်ခုဖန်တီးပါ။",
    "full_name": "နာမည် (တရားဝင်နာမည်)",
    "email": "အီးမေးလ်"
  },
  "ConnectionListScreen": {
    "title": "အလိုအလျောက်ချိတ်ဆက်ရန် Connections ချိတ်ဆက်မှုများကို ရွေးပါ။"
  },
  "QRScreen": {
    "title": "စကင်န်ဖတ်ရန် သင့်ကင်မရာကို QR ကုဒ်သို့ ညွှန်ပါ။",
    "cancel_scan": "စကင်န်ကို ပယ်ဖျက်ပါ။"
  },
  "SecurityScreen": {
    "title": "လုံခြုံပါစေ။",
    "sub_title": "လက်ဗွေ၊ မျက်နှာ lock နှင့် ပင်ကုဒ်လုံခြုံရေးများကို အသုံးပြုခြင်းဖြင့် သင့်ဖုန်းပျောက်ဆုံးသွားခြင်း သို့မဟုတ် ခိုးယူခံရပါက သင့်အကောင့်ကို ထိခိုက်နိုင်ခြေများကို သိသိသာသာ လျှော့ချပေးပါသည်။",
    "enable_btn": "Secure ID ကိုအသုံးပြုမည်။"
  },
  "PincodeScreen": {
    "title": "ဂဏန်းခြောက်လုံးပါဝင်သော PIN အသစ်ကိုထည့်ပါ။",
    "sub_title": "သင့်ဒေတာကိုမျှဝေသည့်အခါ ဤပင်နံပါတ်လိုအပ်ပါသည်။",
    "confirm_pin_title": "PIN ကို ထပ်မံအတည်ပြုပါ။",
    "confirm_pin_sub_title": "အရှေ့စာမျက်နှာတွင် သင်ထည့်သွင်းထားသော ပင်နံပါတ်ကိုပြန်လည်ထည့်သွင်းပါ။",
    "alert_message": "သင့်ပင်ကုတ်ကို အောင်မြင်စွာ သတ်မှတ်ပြီးပါပြီ။ ကျေးဇူးပြု၍ ဘေးကင်းလုံခြုံအောင်ထားပါ။"
  },
  "NotifyMeScreen": {
    "title": "အသိပေးချက်များရယူရန်",
    "sub_title": "ဒစ်ဂျစ်တယ်လက်မှတ်အသစ်ကို သင်လက်ခံရရှိသည့်အခါကဲ့သို့သော အရေးကြီးသောဖြစ်ရပ်များအတွက် မက်ဆေ့ဂျ်များပေးပို့ရန် အကြောင်းကြားချက်များကို ပို့‌ပေးရန်ဖြစ်ပါသည်။",
    "enable_btn": "အသိပေးချက်များရယူမည်။"
  },
  "ActionsScreen": {
    "empty_list_text": "ပြီးမြောက်ရန်လုပ်ဆောင်ချက်များ မရှိသေးပါ၊ ဒစ်ဂျစ်တယ်လက်မှတ်ရရန် သို့မဟုတ် သက်သေပြရန် QR ကုဒ်ကိုစကင်န်ဖတ်ပါ။",
    "qr_code": "စကင်န်ဖတ်မည်",
    "notification_alert_message": "အကြောင်းကြားချက်များကို ပိတ်ထားသည်။ လုပ်ဆောင်ချက်များအတွက် သတိပေးချက်များကို သင်လက်ခံရရှိမည်မဟုတ်ပါ။ ပြန်လည်ဆန်းသစ်ပြီး နောက်ဆုံးလုပ်ဆောင်ချက်များကို လက်ခံရန် အောက်သို့ဆွဲချပါ။",
    "select_certificate": "ကျေးဇူးပြု၍အထောက်အထားကိုရွေးပါ"
  },
  "CredentialsScreen": {
    "all_certificates": "အထောက်အထားအားလုံး",
    "groups": "အစုအဖွဲ့များ",
    "all_certificates_empty_list_text": "သင့်၏ Wallet ထဲတွင်လက်မှတ်များမရှိသေးပါ။ ပို့ထားသောလက်မှတ်များကို လုပ်ဆောင်ချက်စာမျက်နှာတွင်စစ်ဆေးနိုင်ပြီး လက်မှတ်များတောင်းဆိုလိုပါက ညာဘက်အောက်ခြေရှိ \"+\" ခလုတ်ကိုနှိပ်ပါ။",
    "groups_empty_list_text": "သင့်ပိုက်ဆံအိတ်တွင် လက်မှတ်အဖွဲ့များ မရှိပါ။ အပေါင်း ခလုတ်ကို နှိပ်ပြီး ပထမဆုံး ဖန်တီးပါ။",
    "new_group": "အသစ် အစုအဖွဲ့",
    "group_name": "အစုအဖွဲ့ နာမည်",
    "create_group": "ဖန်တီးပါ။ အစုအဖွဲ့",
    "group_name_error_message": "အစုအဖွဲ့ နာမည် အနည်းဆုံး စာလုံး 2 လုံး ပါဝင်သင့်သည်။",
    "select_credential_error_message": "ကျေးဇူးပြု၍ အနည်းဆုံး အထောက်အထားတစ်ခု ရွေးပါ။"
  },
  "ConnectionsScreen": {
    "list_empty_text": "သင့်တွင် Connections အဆက်အသွယ်များမရှိသေးပါ။",
    "select_connections": "ရွေးချယ်ပါ။ Connections"
  },
  "SettingsScreen": {
    "general": "အထွေထွေ",
    "authenticate_with_biometric": "Biometric ဖြင့် စစ်မှန်ကြောင်းစစ်ဆေးရန်",
    "auto_accept_connections": "Connection များကို အလိုအလျောက်လက်ခံမည်",
    "edit_profile": "အချက်အလက်များပြုပြင်ရန်",
    "change_language": "ဘာသာစကားပြောင်းပါ။",
    "logout": "အကောင့်မှထွက်မည်",
    "support": "SUPPORT",
    "contact_us": "တိုက်ရိုက်ဆက်သွယ်နိုင်ရန်",
    "about_us": "ကျွန်ုပ်တို့အကြောင်း",
    "license_and_agreements": "အချက်အလက်လုံခြုံမှုစံနှုန်းများ"
  },
  "ProfileScreen": {
    "general": "အထွေထွေ",
    "full_name": "နာမည် (တရားဝင်နာမည်)",
    "email": "အီးမေးလ်",
    "phone_number": "ဖုန်းနံပါတ်",
    "change_password": "စကားဝှက်ကိုပြောင်းရန်",
    "current_password": "လက်ရှိစကားဝှက်",
    "new_password": "စကားဝှက်အသစ်",
    "re_enter_new_password": "စကားဝှက်အသစ်ပြန်ထည့်ပါ။",
    "update_password": "စကားဝှက်ကို အပ်ဒိတ်လုပ်ပါ။",
    "pincode": "ပင်နံပါတ်",
    "old_pincode": "ပင်ကုဒ်ဟောင်း",
    "new_pincode": "ပင်ကုဒ်အသစ်",
    "re_enter_pincode": "ပင်ကုဒ်ကို ပြန်ထည့်ပါ။",
    "update_pincode": "ပင်နံပါတ်ကို အပ်ဒိတ်လုပ်ပါ။",
    "delete_account": "အကောင့်ကိုဖျက်မည်။",
    "set_pincode": "ပင်ကုဒ်သတ်မှတ်မည်"
  },
  "ContactUsScreen": {
    "title": "မေးခွန်းများနှင့် အကူအညီများအတွက် အောက်ပါနည်းလမ်းတို့ဖြင့် ကျွန်ုပ်တို့ထံ တိုက်ရိုက်ဆက်သွယ်နိုင်ပါသည်။"
  },
  "AboutUsScreen": {
    "text_1": "ZADA သည် ဒစ်ဂျစ်တယ်အထောက်အထားနည်းပညာကုမ္ပဏီတစ်ခုဖြစ်ပြီး အထောက်အထားများကိုအတုလုပ်လိမ်လည်ခြင်းများ၊ ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ဝင်ရောက်သုံးစွဲခြင်းများမရှိစေရအောင် အဆင့်မြင့်ဒစ်ဂျစ်တယ်နည်းပညာဖြင့်ဝန်ဆောင်မှုများပေးနေပါတယ်။",
    "text_2": "ZADA ကိုအသုံးပြုခြင်းဖြင့် သင်သည် သင်၏ဒေတာများကို အပြည့်အဝထိန်းချုပ်နိုင်မည်ဖြစ်ပြီး သင်ဘာကိုလက်ခံချင်သလဲ၊ ဘယ်သူနဲ့မျှဝေချင်လဲဆိုတာကို ကိုယ်တိုင်ဆုံးဖြတ်လုပ်ဆောင်နိုင်တာဖြစ်ပါတယ်။",
    "text_3": "ZADA သည် ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စီမံခန့်ခွဲပုံစံစနစ်ကို အဆင့်မြင်စေသောနည်းပညာဖြစ်ပြီး ZADA ကိုအသုံးပြုခြင်းဖြင့် ဤနည်းပညာတိုးတက်ပြောင်းလဲမှု၏အစိတ်အပိုင်းတစ်အဖြစ်ပါဝင်ပြီဖြစ်ပါတယ်။",
    "text_4": "လူမှုအသိုက်အဝန်းအား ပါဝင်ကူညီနိုင်ရန်အတွက်လည်း ZADA အပလီကေးရှင်းကို Trustnet Pakistan မှ မူလဖန်တီးထားသည့် open source ပရောဂျက်တစ်ခုအနေဖြင့် ဖန်တီးထားသောကြောင့် ZADA Network တွင် ကိုယ်ပိုင်ပိုက်ဆံအိတ်တစ်ခုဖွင့်လိုသော အခြားကုမ္ပဏီများလည်း ကျွန်ုပ်တို့ဖြင့်ချိတ်ဆက်လုပ်ဆောင်နိုင်မှာဖြစ်ပါတယ်။",
    "text_5": "ZADA သည်အက်ပ်ပလီကေးရှင်းတစ်ခုမျှသာမကဘဲ ဂေဟစနစ်တစ်ခုဖြစ်ပြီး လူတိုင်းသည် အထောက်အထားလိမ်လည်မှုများ သို့မဟုတ် ကိုယ်ရေးကိုယ်တာအချက်အလက်လျှို့ဝှက်ရေးများကိုထိုးဖောက်ခြင်းမရှိနိုင်ရန်အတွက် ဒစ်ဂျစ်တယ်ဝန်ဆောင်မှုများကို လုံခြုံစိတ်ချစွာအသုံးပြုနိုင်ရေး သေချာစေရန်ရည်ရွယ်ဦးတည်ချက်ချမှတ်ထားသော ကွန်ရက်တစ်ခုဖြစ်ပါတယ်။"
  },
  "errors": {
    "warning": "သတိပေးချက်",
    "countryNotSupported": "အချို့သောလုပ်ဆောင်ချက်များမှာမှန်ကန်စွာမလုပ်ဆောင်နိုင်ဖြစ်နိုင်ပါသည်။ သင်သည်ခွင့်ပြုထားသောနိုင်ငံစာရင်းထဲတွင်မပါဝင်လျှင် သို့မဟုတ် သင်သည် VPN အသုံးပြုနေပါက ဖြစ်ပါသည်။",
    "info_pincode": "သင့်ပင်ကုဒ်နံပါတ်ကို သင်မသတ်မှတ်ရသေးပါ။ ဂဏန်း 6 လုံးပါသောပင်ကုဒ်ကိုသတ်မှတ်ရန် အောက်ပါခလုတ်ကိုနှိပ်ပါ။",

    "invalid_email": "မှန်ကန်သောအီးမေးလ်လိပ်စာကိုထည့်ပါ။",
    "invalid_pincode": "သင်သည် ပင်ကုတ်ကို မှားယွင်းစွာ ထည့်သွင်းခဲ့သည်။ ကျေးဇူးပြု၍ သင့်ပင်နံပါတ်ကို စစ်ဆေးပြီး ထပ်စမ်းကြည့်ပါ။",
    "invalid_old_pincode": "သင်သည် ပင်ကုဒ်ဟောင်းကိုမှားထည့်လိုက်ပါသည်။ ကျေးဇူးပြု၍ အမှန်ကိုထည့်ပါ။",
    "invalid_internet": "အင်တာနက်ချိတ်ဆက်မှုမရရှိနိုင်ပါ။",
    "invalid_credential_offer": "အထောက်အထားကမ်းလှမ်းချက်မှာ လွဲမှားနေပါသည်။",

    "required_current_password": "နောက်ဆုံးအသုံးပြုထားသောစကားဝှက် လိုအပ်ပါသည်။",
    "required_new_password": "စကားဝှက်အသစ်လိုအပ်ပါသည်။",
    "required_confirm_password": "စကားဝှက်ကိုအတည်ပြုရန်လိုအပ်ပါသည်။",
    "required_pincode": "ပင်ကုဒ်လိုအပ်ပါသည်။",
    "required_old_pincode": "ပင်ကုဒ်အဟောင်းလိုအပ်သည်။",
    "required_new_pincode": "ပင်ကုဒ်အသစ်လိုအပ်သည်။",
    "required_confirm_pincode": "ပင်ကုဒ်ကို အတည်ပြုရန်လိုအပ်သည်။.",
    "required_account_deletion": "အကောင့်ဖျက်ခြင်းကို ဆက်လက်လုပ်ဆောင်ရန်အတွက် ကျေးဇူးပြု၍ သင်၏ အီးမေးလ်လိပ်စာကိုထည့်သွင်းပါ။",

    "length_name": "ကျေးဇူးပြု၍ အက္ခရာစာလုံး {{min}} လုံးမှ {{max}} အကြား ရှည်လျားသော နာမည်ကိုထည့်ပါ။ နံပါတ်များ၊ အထူးအက္ခရာများထည့်၍မရပါ။",
    "length_current_password": "စကားဝှက်အရှည်သည် စာလုံးရေ {{min}} လုံးမှ အလုံး {{max}} အတွင်းသာဖြစ်သင့်သည်။",
    "length_new_password": "စကားဝှက်အရှည်သည် စာလုံးရေ {{min}} လုံးမှ အလုံး {{max}} အတွင်းသာဖြစ်သင့်သည်။",
    "length_pincode": "ပင်ကုဒ်တွင် ဂဏန်း {{max}} လုံးသာပါဝင်သင့်သည်။",
    "length_old_pincode": "ပင်ကုဒ်တွင် ဂဏန်း {{max}} လုံးသာပါဝင်သင့်သည်။",
    "length_new_pincode": "ပင်ကုဒ်တွင် ဂဏန်း {{max}} လုံးသာပါဝင်သင့်သည်။.",
    "length_confirm_pincode": "အတည်ပြုပင်ကုဒ်တွင် ဂဏန်း {{max}} လုံးသာပါဝင်သင့်သည်။",

    "new_pincode_confirm_not_match": "ပင်ကုဒ်အသစ်နှင့် အတည်ပြုပင်ကုဒ်တို့သည် တူညီရန်လိုအပ်ပါသည်။",
    "password_not_match": "စကားဝှက်အသစ်နှင့် အတည်ပြုထားသောစကားဝှက်တို့ တူညီရန်လိုပါသည်။",
    "pincode_confirm_not_match": "ပင်ကုဒ်နှင့် အတည်ပြုပင်ကုဒ်တို့သည် မတူညီနေပါ။ ပြန်လည်စစ်ဆေးပါ။",

    "verification_request": "စစ်ဆေးအတည်ပြုရန်တောင်းဆိုချက်သည် ပယ်ချခံခဲ့ရပါသည်။",
    "accept_connection": "Connection ရယူပြီးဖြစ်ပါသည်။",
    "accept_credential_offer": "အထောက်အထားကမ်းလှမ်းချက်ကို လက်ခံပြီးဖြစ်ပါသည်။",

    "biometric_heading": "Biometric မရရှိနိုင်ပါ။",
    "biometric_not_supported": "ကျေးဇူးပြု၍ သင့်စက်တွင် Biometric/FaceID ပါရှိပြီး မှန်ကန်စွာ စီစဉ်သတ်မှတ်ထားရန် လုပ်ဆောင်ပေးပါ၊ ထို့နောက် ထပ်မံစမ်းကြည့်ပါ။"
  },
  "messages": {
    "delete_account": "သင့်အကောင့်ကို ဖျက်လိုပါသလား။",
    "delete_request": "ဤတောင်းဆိုချက်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "delete_certificate": "သင်၏အထောက်အထားကိုဖျက်ရန်သေချာပါသလား။",
    "updating_profile": "သင့်ကိုယ့်ရေးကိုယ်တာအချက်အလက်များကိုပြင်ဆင်နေပါသည်။...",
    "fetching_profile": "သင့်ကိုယ့်ရေးကိုယ်တာအချက်အလက်များကိုထည့်သွင်းနေပါသည်။...",
    "fetching_detail": "အသေးစိတ်အချက်အလက်များကိုရယူခြင်း။",
    "logout": "အကောင့်ထဲမှထွက်လိုသည်မှာ သေချာပါသလား။",
    "receiving_certificate": "ခဏစောင့်ပါ။ အထောက်အထားလက်မှတ်ကို လက်ခံရန်လုပ်ဆောင်ချိန် ~10 စက္ကန့်ခန့်ကြာနိုင်ပါသည်။",
    "verifying_certificate": "ခဏစောင့်ပါ။ အထောက်အထားလက်မှတ်ကို စစ်ဆေးအတည်ပြုရန်လုပ်ဆောင်ချိန် ~10 စက္ကန့်ခန့်ကြာနိုင်ပါသည်။",
    "creating_connection": "ခဏစောင့်ပါ။ Connection တစ်ခုကို ရယူရန်လုပ်ဆောင်ချိန် ~10 စက္ကန့်ခန့်ကြာနိုင်ပါသည်။",
    "submitting": "ပို့နေသည်…",
    "deleting": "ဖျက်ခြင်း။…",
    "deleting_certificate": "အထောက်အထားကိုဖျက်နေသည်",
    "generating_new_pdf": "PDFအဖြစ်ပြောင်းလဲနေသည်",
    "success_verification_request_submit": "စစ်ဆေးအတည်ပြုရန်တောင်းဆိုချက်ကို အောင်မြင်စွာတင်သွင်းပြီးဖြစ်သည်။",
    "success_verification_request": "စစ်ဆေးအတည်ပြုရန်တောင်းဆိုချက်သည် အောင်မြင်စွာပြီးမြောက်ပြီဖြစ်ပါသည်။",
    "success_connection": "Connection ကို အောင်မြင်စွာရယူပြီးဖြစ်ပါသည်။",
    "success_certificate": "အထောက်အထားလက်မှတ်ကို အောင်မြင်စွာလက်ခံပြီးဖြစ်ပါသည်။",
    "success_certificate_deletion": "အထောက်အထားအားအောင်မြင်စွာဖျက်လိုက်ပါပြီ"
  },
  "success": {
    "updated_password": "စကားဝှက်ကိုအောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ။",
    "updated_profile": "ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို အောင်မြင်စွာပြင်ဆင်ပြီးပါပြီ။",
    "updated_pincode": "ပင်ကုဒ်ကိုအောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ။"
  }
}
